[{
  "The Fool": {
      "Description": "The first card of the Major Arcana, The Fool is generally a positive card indicating new beginnings.",
      "Source": "source\\assets\\UniformResolution\\TheFool.png",
      "Interpretation": "Your new adventure will bring you along a path which may require you to make a leap of faith but you will grow as a result of this new experience.",
      "Value": 1
    }
}, 
{
  "The Fool (Reversed)": {
    "Description": "The Fool reversed signifies a new beginning. However, when reversed this Major Arcana trump card indicates that the beginning is something you may be reluctant to jump into.",
    "Source": "source\\assets\\UniformResolution\\TheFoolReversed.png",
    "Interpretation": "It is an indication that you are living in the moment but also can be a sign that in your excitement you are behaving somewhat recklessly towards others.",
    "Value": -1
  }
}, 
{
  "The Magician": {
      "Description": "When The Magician appears in a Tarot card reading it is a sign that you have all the skills and abilities you need to be successful.",
      "Source": "source\\assets\\UniformResolution\\TheMagician.png",
      "Interpretation": "This Major Arcana trump card shows you that you must use your intellect, concentration and willpower to make things happen.",
      "Value": 1
    }
},
{
  "The Magician (Reversed)": {
      "Description": "It is a sign that you will need to be careful not to miss the opportunities coming your way.",
      "Source": "source\\assets\\UniformResolution\\TheMagicianReversed.png",
      "Interpretation": "Don't allow self-doubt to stop you from seizing the moment. Watch out for deceitful and greedy people and be careful who you trust with this Major Arcana card in reverse!",
      "Value": 0
    }
},
{
  "The High Priestess": {
      "Description": "The High Priestess possesses intuition, mystery and sensuality combined with common sense.",
      "Source": "source\\assets\\UniformResolution\\TheHighPriestess.png",
      "Interpretation": "When the High Priestess appears in a tarot reading she indicates that now is the time to trust your instincts and go with your gut feeling.",
      "Value": 0
    }
},
{
  "The High Priestess (Reversed)": {
      "Description": "Your intuition is trying to guide you and your instincts are correct, however, in the reversed position this Major Arcana card shows that you are not hearing it.",
      "Source": "source\\assets\\UniformResolution\\TheHighPriestessReversed.png",
      "Interpretation": "You need to take the time to connect with yourself and listen to your inner voice. Trust yourself. You have all the wisdom and knowledge you need.",
      "Value": 1
    }
},
{
  "The Empress": {
      "Description": "The Empress Tarot is the Major Arcana card of femininity and motherhood.",
      "Source": "source\\assets\\UniformResolution\\TheEmpress.png",
      "Interpretation": "People will be drawn to you, especially those in need of the empathy, compassion and nurturing you are able to provide.",
      "Value": 0
    }
},
{
  "The Empress (Reversed)": {
      "Description": "The Empress reversed indicates that you have been suppressing or neglecting your feminine side and need to embrace it in order to bring your masculine and feminine energies into balance.",
      "Source": "source\\assets\\UniformResolution\\TheEmpressReversed.png",
      "Interpretation": "You may be putting others needs before your own to your detriment. Or you may feel so emotionally overwhelmed that you are neglecting those that are important to you. You may also feel unattractive and undesirable and your confidence has taken a knock",
      "Value": -1
    }
},
{
  "The Emperor": {
      "Description": "The Emperor is a solid, stable man. He is a powerful, grounded protector but he also can be rigid and stubborn.",
      "Source": "source\\assets\\UniformResolution\\TheEmperor.png",
      "Interpretation": "The Emporer signifies that concentration, structure, stability and focus is required if you want to make your ideas and dreams a reality.",
      "Value": 0
    }
},
{
  "The Emperor (Reversed)": {
      "Description": "The Emperor in reverse as a person signifies a person in authority in your life who may be abusing his power or being too authoritarian leaving you feeling powerless or rebellious.",
      "Source": "source\\assets\\UniformResolution\\TheEmperorReversed.png",
      "Interpretation": "The best way to handle this person is to remain calm and logical. Take the advice that works for you and throw the rest away. Don't be afraid to stand up to authority but do so in a practical and logical manner which will get you the results you want.",
      "Value": 0
    }
},
{
  "The Hierophant": {
      "Description": "The Hierophant can represent a counsellor or mentor who will provide you with wisdom and guidance or a spiritual or religious advisor.",
      "Source": "source\\assets\\UniformResolution\\TheHierophant.png",
      "Interpretation": "It's not a time to rock the boat.",
      "Value": 0
    }
},
{
  "The Hierophant (Reversed)": {
      "Description": "When The Hierophant Tarot appears reversed it is time to break with convention.",
      "Source": "source\\assets\\UniformResolution\\TheHierophantReversed.png",
      "Interpretation": "You will want to change traditional structure, social norms and rigid rules. Learning to live by your own rules, while still listening to your own conscience, will bring you freedom from oppression.",
      "Value": 1
    }
},
{
  "The Lovers": {
      "Description": "The Lovers signifies perfect union, harmony, love and attraction.",
      "Source": "source\\assets\\UniformResolution\\TheLovers.png",
      "Interpretation": "Don't automatically go for the easy road, make sure you have all the information and make the right decision. Even if it seems like a difficult path, it will lead you on to greater things.",
      "Value": 1
    }
},
{
  "The Lovers (Reversed)": {
      "Description": "The Lovers Tarot reversed indicates that you may be struggling to take ownership of the decisions you've made",
      "Source": "source\\assets\\UniformResolution\\TheLoversReversed.png",
      "Interpretation": "You need to remember that you are the master of your own destiny. Don't try to blame the universe if your situation is a result of choices that you've made. Instead be accountable, learn from past mistakes and let them go.",
      "Value": -1
    }
},
{
  "The Chariot": {
      "Description": "The Chariot Tarot represents overcoming obstacles through determination, focus and willpower.",
      "Source": "source\\assets\\UniformResolution\\TheChariot.png",
      "Interpretation": "Put any worries aside and maintain your focus.",
      "Value": 1
    }
},
{
  "The Chariot (Reversed)": {
      "Description": "The Chariot Tarot card reversed can indicate that you feel powerless and are lacking direction.",
      "Source": "source\\assets\\UniformResolution\\TheChariotReversed.png",
      "Interpretation": "You need to regain your drive and determination. Don't be a passenger in your own life, focus and take your control back!",
      "Value": -1
    }
},
{
  "Strength": {
      "Description": "The Strength Tarot card represents mastering raw emotions in order to bring calm to yourself or a situation.",
      "Source": "source\\assets\\UniformResolution\\Strength.png",
      "Interpretation": "You have all the skills you need to be successful, the focus now is to conquer your inner worries and believe in yourself.",
      "Value": 1
    }
},
{
  "Strength (Reversed)": {
      "Description": "This indicates that you are not tapping into the inner strength you have.",
      "Source": "source\\assets\\UniformResolution\\StrengthReversed.png",
      "Interpretation": "You are letting fear, anxiety or low self-esteem paralyse you. Now more than ever you need to summon your inner resolve and self-belief to pull you out of your current situation.",
      "Value": 0
    }
},
{
  "The Hermit": {
      "Description": "The Hermit Tarot card in an upright position generally indicates that you are entering a period of soul searching, self-reflection and spiritual enlightenment.",
      "Source": "source\\assets\\UniformResolution\\TheHermit.png",
      "Interpretation": "This is a time to focus on yourself and meeting your own needs.",
      "Value": 1
    }
},
{
  "The Hermit (Reversed)": {
      "Description": "The Hermit Tarot card reversed suggests that you have withdrawn too much from the world or are becoming too reclusive.",
      "Source": "source\\assets\\UniformResolution\\TheHermitReversed.png",
      "Interpretation": "It is time to come back to the world and the people around you. Taking time for soul-searching and self-reflection can be a great thing in moderation but too much can be damaging. At some point, you do need to draw a line under things and move forward.",
      "Value": -1
    }
},
{
  "Wheel of Fortune": {
      "Description": "The Wheel of Fortune is generally an indicator of luck or destiny and it is a Major Arcana signifier of change.",
      "Source": "source\\assets\\UniformResolution\\WheelOfFortune.png",
      "Interpretation": "Make sure you make the most of this time by focusing your intention on what you truly want! Know that the universe has a plan for you even if that plan is not clear to you at this point.",
      "Value": 1
    }
},
{
  "Wheel of Fortune (Reversed)": {
      "Description": "The reversed Wheel of Fortune is a strong indicator that there is a challenging time ahead and that the change coming may be difficult to adjust to.",
      "Source": "source\\assets\\UniformResolution\\WheelOfFortuneReversed.png",
      "Interpretation": "It can represent that things had been going well and have suddenly and quite unexpectedly fallen apart. While there may be some outside factors, the current situation is most likely a result of decisions you made. You will need to take control of your situation and ownership of your choices in order to learn from this situation.",
      "Value": -1
    }
},
{
  "Justice": {
      "Description": "Justice is showing you that all actions have consequences.",
      "Source": "source\\assets\\UniformResolution\\Justice.png",
      "Interpretation": "You must try to keep yourself on an even-keel as events unfold.",
      "Value": 0
    }
},
{
  "Justice (Reversed)": {
      "Description": "Justice reversed can indicate injustice or avoidance of karmic justice.",
      "Source": "source\\assets\\UniformResolution\\JusticeReversed.png",
      "Interpretation": "This may take the form of being treated unjustly in your life or situation where you are being unfairly affected by the choices or actions of others. Whatever the situation, you must try to maintain your balance. Be accountable, don't try to blame others.",
      "Value": 0
    }
},
{
  "The Hanged Man": {
      "Description": "The Hanged Man Tarot card indicates that you are in a situation that you are not happy with.",
      "Source": "source\\assets\\UniformResolution\\TheHangedMan.png",
      "Interpretation": "Give yourself time to just relax, stop trying to control things and just let them be, the correct course of action will become clear to you in time.",
      "Value": -1
    }
},
{
  "The Hanged Man (Reversed)": {
      "Description": "The Hanged Man reversed can indicate that you are being impulsive and making rash decisions as a way to distract yourself from some sort of inner discontentment.",
      "Source": "source\\assets\\UniformResolution\\TheHangedManReversed.png",
      "Interpretation": "If you genuinely don't know what to do in terms of your direction in life, just stop, breathe and wait for things to become clearer. However, if you know your behaviour patterns are not working for you, change them. Your attitude towards your life will determine life's attitude towards you!",
      "Value": 0
    }
},
{
  "Death": {
      "Description": "The Death Tarot Card usually signifies spiritual transformation and a time of change and new beginnings, not actual death!",
      "Source": "source\\assets\\UniformResolution\\Death.png",
      "Interpretation": "Draw a line under the past in order to move forward in a positive direction.",
      "Value": 1
    }
},
{
  "Death (Reversed)": {
      "Description": "Death reversed indicates that you are resisting a change that is necessary for you to move forward.",
      "Source": "source\\assets\\UniformResolution\\DeathReversed.png",
      "Interpretation": "The change the Death Tarot card reversed brings is not something you can resist forever, if you keep holding onto the things you should be letting go of, the universe will find a way to push you on to your life path in its own way. So let go.",
      "Value": 0
    }
},
{
  "Temperance": {
      "Description": "The Temperance Tarot card signifies balance, peace, patience and moderation.",
      "Source": "source\\assets\\UniformResolution\\Temperance.png",
      "Interpretation": "Temperance indicates that you are truly in touch with who you are inside, what you value and your own moral compass and you are finding it easier to figure out your aspirations and set yourself goals.",
      "Value": 1
    }
},
{
  "Temperance (Reversed)": {
      "Description": "Temperance reversed indicates imbalance or overindulgence.",
      "Source": "source\\assets\\UniformResolution\\TemperanceReversed.png",
      "Interpretation": "It can be a signifier of many issues with excessive or harmful indulgences such as drinking, drug use, gambling, overeating, shopping and the list goes on. You would do well to take a step back and take a look at how you are behaving, examine the root causes and work on resolving them.",
      "Value": -1
    }
},
{
  "The Devil": {
      "Description": "The Devil Tarot card can signify depression or addiction. It can also be a sign of feeling trapped or restricted.",
      "Source": "source\\assets\\UniformResolution\\TheDevil.png",
      "Interpretation": "You are in control of your own destiny and are not bound by anything other than your own attitudes and behaviour. Don't give up and don't give away your power.",
      "Value": -1
    }
},
{
  "The Devil (Reversed)": {
      "Description": "The Devil reversed can signify that you are becoming aware of the things that have been trapping you and the role you play in allowing them to.",
      "Source": "source\\assets\\UniformResolution\\TheDevilReversed.png",
      "Interpretation": " It is a great card for anyone battling an addiction or mental illness or engaging in harmful behaviour as it indicates that you are starting to see the light and take back control of yourself and your life. Do not fall back into the old bad or risky behaviours that led you so close to danger.",
      "Value": 1
    }
},
{
  "The Tower": {
      "Description": "The Tower Tarot card represents chaos and destruction. It is the Major Arcana card of sudden upheaval and unexpected change.",
      "Source": "source\\assets\\UniformResolution\\TheTower.png",
      "Interpretation": "The Tower may be a warning to be mindful of your safety. This will be a massive upheaval. It will be a scary adjustment and will change your life as you know it but ultimately the change will be a good one.",
      "Value": 0
    }
},
{
  "The Tower (Reversed)": {
      "Description": "The Tower Tarot card reversed can be a sign that you have narrowly avoided a disaster but are simply delaying the inveitable.",
      "Source": "source\\assets\\UniformResolution\\TheTowerReversed.png",
      "Interpretation": "If you have been running from a big change because you fear the pain or heartache it will bring, this Major Arcana card in reversed position may be telling you it's time to turn and face it.",
      "Value": 0
    }
},
{
  "The Star": {
      "Description": "The Star indicates hope for the future, inspiration and contentment.",
      "Source": "source\\assets\\UniformResolution\\TheStar.png",
      "Interpretation": "Trust that the universe has a plan for you and trust the feeling you have that everything is going to be OK.",
      "Value": 1
    }
},
{
  "The Star (Reversed)": {
      "Description": "The Star in a reversed position can indicate that you are feeling hopeless.",
      "Source": "source\\assets\\UniformResolution\\TheStarReversed.png",
      "Interpretation": "The Star reversed does not indicate that things are hopeless, only that you feel they are. You need to take responsibility for yourself and your attitude to life. You may want to consider seeking some professional counselling to help you heal the wounds of the past and leave them where they belong.",
      "Value": -1
    }
},
{
  "The Moon": {
      "Description": "The Moon tells you that something about a situation or person in your life is not what it appears to be and you need to trust what your instincts are telling you in order to see past this illusion.",
      "Source": "source\\assets\\UniformResolution\\TheMoon.png",
      "Interpretation": "You should pay attention to your dreams as your subconscious may be bringing your attention to some information you've missed.",
      "Value": 0
    }
},
{
  "The Moon (Reversed)": {
      "Description": "In a general context The Moon Tarot card reversed can signify releasing fears or negative energy clearing.",
      "Source": "source\\assets\\UniformResolution\\TheMoonReversed.png",
      "Interpretation": "If you have been experiencing fear or anxiety it should begin to subside. If you have lost something, The Moon reversed is a sign you will find it.  You will work through any repressed issues or insecurities to find new confidence and clarity.",
      "Value": 1
    }
},
{
  "The Sun": {
      "Description": "The Sun Tarot card is the Major Arcana card of positivity, optimism, freedom and fun.",
      "Source": "source\\assets\\UniformResolution\\TheSun.png",
      "Interpretation": "You will find that people are drawn to the happy vibes and positive energy you are giving out and you will bring light and joy to everyone and everything you come into contact with.",
      "Value": 1
    }
},
{
  "The Sun (Reversed)": {
      "Description": "The Sun Tarot card reversed can indicate sadness, depression and pessimism.",
      "Source": "source\\assets\\UniformResolution\\TheSunReversed.png",
      "Interpretation": "It can signify a lack of enthusiasm for life, being unclear on the right path to take or being unable to see the way forward. You have the power to change this by simply allowing yourself to be open to the positive things that are coming your way and by finding gratitude for the good things in your life.",
      "Value": -1
    }
},
{
  "Judgement": {
      "Description": "Judgement is an indication that you have achieved a level of clarity and composure that allows you to calmly evaluate yourself and your choices in order to make positive decisions.",
      "Source": "source\\assets\\UniformResolution\\Judgement.png",
      "Interpretation": "You need to clear your conscience and try to make amends for your misdeeds. You have come through your past karmic lessons with increased self-awareness and you are allowing healing to take place so you can move forward in a positive direction.",
      "Value": 1
    }
},
{
  "Judgement (Reversed)": {
      "Description": "The Judgement Tarot card reversed can signify that you are allowing fear and self-doubt to hold you back from making the decisions necessary to move forward in a positive direction.",
      "Source": "source\\assets\\UniformResolution\\JudgementReversed.png",
      "Interpretation": "Now is the time to take action. If you delay you may lose the opportunities available to you. Put your focus back on fixing the issues in your life.",
      "Value": -1
    }
},
{
  "The World": {
      "Description": "The World Tarot card signifies having the world at your feet!",
      "Source": "source\\assets\\UniformResolution\\TheWorld.png",
      "Interpretation": "You will be successful and the opportunities available to you at the moment are endless. You have endured the hardships and learned your lessons and now you will reap the rewards. You should be proud of what you have achieved, it has not been easy to get here but you've done it.",
      "Value": 1
    }
},
{
  "The World (Reversed)": {
      "Description": "The World Tarot card reversed can indicate that you have not accomplished what you set out to do and things have become stagnant.",
      "Source": "source\\assets\\UniformResolution\\TheWorldReversed.png",
      "Interpretation": "You may be throwing all your energy into trying to make something work that is not working for you. So if you've thrown everything you've got a something and it's still not working for you, The World reversed may be telling you that it's time to accept the disappointment and cut your losses.",
      "Value": -1
    }
}]